Repository: ckan/ckanext-harvest
Catalog: i18n/*/LC_MESSAGES/ckanext-harvest.po
Languages: sv

source: title
sv: rubrik

source: Group not found
sv: Hittar inte grupp

source: Unauthorized to read group %s
sv: Obehörig att läsa grupp %s

source: Cannot render description
sv: Kan inte generera beskrivning

source: Groups
sv: Grupper

source: Tags
sv: Taggar

source: Formats
sv: Format

source: Licence
sv: Licens

source: Not authorized to see this page
sv: Obehörig att se denna sida

source: Harvesting source successfully cleared
sv: Källan för skördning har raderats

source: Harvesting source successfully inactivated
sv: Källan för skördning har avaktiverats

source: Harvest source not found
sv: Hittar inte källan

source: Refresh requested, harvesting will take place within 15 minutes.
sv: Uppdatering har begärts, skördning sker inom 15 minuter.

source: Cannot create new harvest jobs on inactive sources. First, please change the source status to 'active'.
sv: Kan inte skapa nya skördningsjobb för inaktiva källor. Ändra först källans status till 'aktiv'.

source: A harvest job has already been scheduled for this source
sv: Ett skördningsjobb har redan schemalagts för denna källa

source: Harvest source cleared
sv: Skördningskällan har rensats

source: No content found
sv: Hittar inget innehåll

source: Harvest job not found
sv: Hittar inte skördningsjobbet

source: No jobs yet for this source
sv: Det finns inga jobb för denna källa

source: User {0} not authorized to create harvest sources
sv: Användaren {0} är inte behörig att skapa källor för skördning

source: User not authorized to create a job for source {0}
sv: Användaren är inte behörig att skapa jobb för källan {0}

source: Only sysadmins can create harvest jobs for all sources
sv: Endast systemadministratörer kan skapa skördningsjobb för alla källor

source: Only the sysadmins can create harvest objects
sv: Endast systemadministratörer kan skapa skördningsobjekt

source: User {0} not authorized to delete harvest source {1}
sv: Användaren {0} är inte behörig att ta bort skördningskällan {1}

source: User {0} not authorized to read harvest source {1}
sv: Användaren {0} är inte behörig att läsa skördningskällan {1}

source: User {0} not authorized to see jobs from source {1}
sv: Användaren {0} är inte behörig att se jobb från källan {1}

source: User {0} not authorized to list jobs for source {1}
sv: Användaren {0} är inte behörig att lista jobb för källan {1}

source: User {0} not authorized to update harvest source {1}
sv: Användaren {0} är inte behörig att uppdater skördingskällan {1}

source: Only sysadmins can reimport all harvest objects
sv: Endast systemadministratörer kan importera om skördningsobjekt

source: Only sysadmins can run the pending harvest jobs
sv: Endast systemadministratörer kan köra väntande skördningsjobb

source: Only sysadmins can reindex all harvest sources
sv: Endast systemadministratörer kan omindexera skördningskällor

source: Add Harvest Source
sv: Lägg till skördningskälla

source: errors
sv: fel

source: Details
sv: Detaljer

source: Created
sv: Skapad

source: Started
sv: Påbörjad

source: Finished
sv: Avslutad

source: Count
sv: Antal

source: Message
sv: Meddelande

source: There are no datasets associated to this harvest source.
sv: Det finns inga dataset kopplade till denna skördningskälla

source: {number} harvest source found for "{query}"
sv: {number} skördningskälla hittades för "{query}"

source: Sorry no harvest sources found for "{query}"
sv: Hittar inga skördningskällor för "{query}"

source: {number} harvest source found
sv: {number} skördningskälla hittades

source: Sorry no harvest sources found
sv: Hittade inga skördningskällor

source: Draft
sv: Utkast

source: Deleted
sv: Borttagen

source: There is no description for this harvest source
sv: Det finns ingen beskrivning för denna skördningskälla

source: Datasets
sv: Dataset

source: Organization
sv: Organisation

source: Last Harvest Job
sv: Sista skördningsjobb

source: View full job report
sv: Visa fullständig jobbrapport

source: This will re-run the harvesting for this source. Any updates at the source will overwrite the local datasets. Sources with a large number of datasets may take a significant amount of time to finish harvesting. Please confirm you would like us to start reharvesting.
sv: Skördningen kommer att köras igen för denna källa. Alla uppdateringar från källan kommer att ersätta lokala dataset. Källor med många dataset kan ta lång tid att skörda. Bekräfta om du vill starta en omskördning.

source: Start a new harvesting job for this harvest source now
sv: Starta ett nytt skördningsjobb för denna skördningskälla nu.

source: Reharvest
sv: Skörda om

source: Warning: This will remove all datasets for this source, as well as all previous job reports. Are you sure you want to continue?
sv: Varning: Alla dataset för denna källa tas bort, liksom tidigare jobbrapporter. Vill du fortsätta?

source: Delete all harvest jobs and existing datasets from this source
sv: Ta bort alla skördningsjobb och befintliga dataset från denna källa

source: Clear
sv: Rensa

source: View harvest source
sv: Visa skördningskälla

source: Dashboard
sv: Kontrollpanel

source: Jobs
sv: Jobb

source: Edit
sv: Redigera

source: Organizations
sv: Organisationer

source: Harvest Sources
sv: Skördningskällor

source: Edit harvest source
sv: Redigera skördningskällo

source: Create Harvest Source
sv: Skapa skördningskälla

source: Create harvest source
sv: Skapa skördningskälla

source: Harvest sources
sv: Skördningskällor

source: Harvest sources allow importing remote metadata into this catalog. Remote sources can be other catalogs such as other CKAN instances, CSW servers or Web Accessible Folders (WAF) (depending on the actual harvesters enabled for this instance).
sv: Skördningskällor kan användas för att importera metadata till katalogen. Källor kan vara kataloger (t ex CKAN-instanser), CSW-servrar eller Web Accessible Folders (WAF), beroende på antalet aktiverade skördningsformat för instansen.

source: This should include the http:// part of the URL
sv: Denna URL ska börja med http://

source: Title
sv: Rubrik

source: eg. A descriptive title
sv: t ex Beskrivande rubrik

source: Name
sv: Namn

source: eg. my-dataset
sv: t ex mitt-dataset

source: Description
sv: Beskrivning

source: Update frequency
sv: Uppdateringsfrekvens

source: Configuration
sv: Konfiguration

source: No organization
sv: Ingen organisation

source: State
sv: Status

source: Active
sv: Aktiv

source: This will flag the source as deleted but keep all its datasets and previous jobs. Are you sure you want to delete this harvest source?
sv: Källan markeras som borttagen men alla dataset och tidigare jobb sparas. Vill du markera skördningskällan som borttagen?

source: Warning: Apart from deleting this source, this command will remove all its datasets, as well as all previous job reports. Are you sure you want to continue?
sv: Varning. Förutom att källan tas bort, raderas även alla källans dataset och tidigare jobbrapporter. Vill du fortsätta med raderingen?

source: Delete
sv: Ta bort

source: Delete source
sv: Ta bort källa

source: Delete and clear source
sv: Ta bort och rensa källa

source: Return to the harvest sources list
sv: Återgå till listan med skördningskällor

source: found for "{query}"
sv: hittades för "{query}"

source: Search sources...
sv: Sök källor...

source: Search
sv: Sök

source: read more
sv: läs mer

source: About
sv: Om

source: Relevance
sv: Relevans

source: Name Ascending
sv: Namn (stigande)

source: Name Descending
sv: Namn (fallande)

source: Last Modified
sv: Senast ändrad

source: Popular
sv: Populär

source: Search harvest sources...
sv: Sök skördningskällor...

source: Search...
sv: Sök...

source: All harvest sources
sv: Alla skördningskällor

source: Remove
sv: Radera

source: Try another search term, browse the sources below or
sv: Försök med en annan sökning, välj bland källorna nedan eller

source: add a new one
sv: lägg till en ny

source: <p><strong>There was an error while searching.</strong> Please try again.</p>
sv: <p><strong>Fel vid sökning.</strong> Försök igen.</p>

source: Harvest Jobs
sv: Skördningsjobb

source: Job:
sv: Jobb:

source: Started:
sv: Påbörjade:

source: Not yet
sv: Inte ännu

source: Finished:
sv: Avslutade:

source: Job Report
sv: Jobbrapport

source: Back to job list
sv: Tillbaka till jobblistan

source: Error Summary
sv: Översikt för felaktigheter

source: No errors for this job
sv: Inga felaktigheter för detta jobb

source: Only the 20 most frequent errors are shown
sv: Endast de 20 vanligaste felen visas

source: Job Errors
sv: Jobbfel

source: Document Errors
sv: Dokumentfel

source: Error Report
sv: Felrapport

source: documents with errors
sv: dokument med fel

source: Remote content
sv: Fjärrinnehåll

source: Local content
sv: Lokalt innehåll
